[
  {
    "category": "Pot Luck",
    "icon": "help-circle-outline",
    "topics": [
      "The world’s most unnecessary inventions.",
      "A self-help guide for aspiring pirates.",
      "The confessions of a retired Monopoly board piece.",
      "What your microwave thinks about your dinner choices.",
      "The secret life of the office copy machine.",
      "The unlikely superhero: Captain Couch Potato.",
      "The hidden society of the socks that disappeared in the dryer.",
      "Confessions of a self-aware vacuum cleaner.",
      "The world from a perspective of a meal deal in a supermarket.",
      "Diary of a smartphone: The things I have seen!"
    ]
  },
  {
    "category": "Science",
    "icon": "flask-outline",
    "topics": [
      "The intricate social dynamics of a bacteria colony.",
      "Plant communications: The secret gossip of your house plants.",
      "Insect reality TV: The true life of an ant colony.",
      "The drama in the life cycle of a butterfly.",
      "Alien reviews of Earth as a holiday destination.",
      "The secret world of spontaneous combustion survivors.",
      "Interview with a virus: life as a celebrity during a pandemic.",
      "The personal ad of a lonely black hole seeking companionship.",
      "The untold story of the molecule that became famous.",
      "Why squirrels would make terrible bosses."
    ]
  },
  {
    "category": "Technology",
    "icon": "laptop-outline",
    "topics": [
      "The secret diary of a smart home.",
      "The life and times of a video game NPC.",
      "A day in the life of a rebellious Roomba.",
      "The private chat rooms of smart assistants.",
      "The existential crisis of a self-driving car.",
      "The love life of a pair of smart fridges.",
      "Confessions from the secret meeting of the household appliances.",
      "The deep philosophical thoughts of a coffee maker.",
      "Decoding the complex language of emojis.",
      "The wild adventures of a GPS gone rogue."
    ]
  },
  {
    "category": "Cinema",
    "icon": "film-outline",
    "topics": [
      "An epic romance between a popcorn kernel and a movie ticket.",
      "The secret society of people who believe they are characters from a sitcom.",
      "How to create a blockbuster film with a budget of £100.",
      "The daily life of a stunt double for a houseplant.",
      "The emotional rollercoaster of being a soap opera extra.",
      "The behind-the-scenes drama of animated movie characters.",
      "Reality show pitches for inanimate objects.",
      "A documentary uncovering the lives of movie theatre seats.",
      "B-movie creatures' therapy group sessions.",
      "Finding love in the era of memes: A modern romance."
    ]
  },
  {
    "category": "Music",
    "icon": "musical-notes-outline",
    "topics": [
      "The underground music scene of the birds in your back garden.",
      "The secret jazz clubs for musical instruments.",
      "The tell-all autobiography of a one-hit-wonder.",
      "The great cowbell shortage crisis of the music industry.",
      "An insider's look at the competitive world of kazoo playing.",
      "The hidden messages in famous songs played backward.",
      "Interviews with retired boy band members: where are they now?",
      "The reality TV show of a music note trying to make it big.",
      "Confessions of a retired air guitar champion.",
      "The most dramatic symphonies played by toys orchestra."
    ]
  },
  {
    "category": "Sport",
    "icon": "football-outline",
    "topics": [
      "The underground world of competitive pencil sharpening.",
      "The not-so-recognized sport of synchronized office chair spinning.",
      "How to become the world champion in extreme ironing.",
      "The first intergalactic Olympics: Predictions and the sports involved.",
      "The secret life of footballs – what they really think of the game.",
      "The untold drama of a garden cricket game.",
      "Why squirrels are the future stars of gymnastics.",
      "An investigation into the secret lives of mascots.",
      "The comedy of errors: A day in the life of a bumbling referee.",
      "The tale of a golf ball's adventurous journey around the course."
    ]
  },
  {
    "category": "Literature",
    "icon": "book-outline",
    "topics": [
      "The tell-all memoir of a famous fairy tale villain.",
      "The great detective who only solved ridiculously easy cases.",
      "Diary of a garden gnome.",
      "The romance novel written by an AI who doesn’t understand humans.",
      "The secret lives of the characters in a waiting room magazine.",
      "The adventures of an overly dramatic thesaurus.",
      "A guide to being the world's worst superhero.",
      "The self-help book written by a very pessimistic snail.",
      "The zombie apocalypse as experienced by the zombies.",
      "The autobiography of a haunted house."
    ]
  },
  {
    "category": "History",
    "icon": "time-outline",
    "topics": [
      "The completely untrue and absolutely not factual history of the moon landing.",
      "Historical figures’ unknown careers as stand-up comedians.",
      "The disastrous cooking show of Henry VIII.",
      "The diary of a sassy medieval peasant.",
      "The unknown prankster of the Tudor court.",
      "William Shakespeare’s secret pastry blog.",
      "The personal ads from the Elizabethan era.",
      "The gossipy letters of historical British monarchs.",
      "The secret night club of the historical philosophers.",
      "Survival tips for an involuntary time traveler."
    ]
  }
]
